[
    {
        "title": "AI-Enhanced Climate Modeling",
        "technologies": ["Python", "TensorFlow", "ResNet", "U-Net"],
        "year": "2023",
        "link": "assets/Downscalling_climate_models.pdf",
        "link-text": "{ Project Paper }",
        "description": "Used advanced AI techniques to improve climate modeling at finer geographic scales, using machine learning models to augment large-scale simulations with higher-resolution datasets. The project focused on enhancing performance for regional and community decision-making in areas like agriculture and event planning.",
        "collaborators": ["Santiago Gomez", "Diego Gonzalez", "Jeremy Qin", "Emulie Chor"],
        "image": ""
    },
    {
        "title": "Maternal Health Biostatistics Analysis",
        "technologies": ["R", "Biostatistics", "Data Mining", "Model Selection"],
        "year": "2023",
        "link": "https://example.com/maternal-health-analysis",
        "link-text": "{ Project Paper }",
        "description": "Conducted a comprehensive analysis of maternal factors and their relationship to low-birth-weight infant outcomes. This project involved the evaluation of predictive models, hypothesis testing, and model selection techniques to derive meaningful conclusions with statistical and practical relevance.",
        "collaborators": ["Jeremy Qin", "Edouard Cayouette"],
        "image": ""
    },
    {
        "title": "Staff Scheduling Optimization",
        "technologies": ["Python", "Google OR-Tools"],
        "year": "2024",
        "link": "",
        "link-text": "in progress",
        "description": "Created a scheduling solution for optimizing staff assignments in a local store, taking into account shift constraints and fairness. Implemented the solution using Google OR-Tools for constraint programming.",
        "collaborators": [],
        "image": ""
    },
    {
        "title": "Website Development with Responsive Navigation",
        "technologies": ["HTML", "CSS", "JavaScript", "React"],
        "year": "2024",
        "link": "https://e-lopz.github.io/",
        "link-text": "{ This website }",
        "description": "Designed and developed a fully responsive website featuring a fixed and sticky navigation bar, improving user experience by ensuring seamless scrolling while maintaining visibility of key navigational elements. I enjoy building websites for fun and also take on freelance projects when time allows.",
        "collaborators": [],
        "image": ""
    }
]
