[
    {
        "title": "AI-Enhanced Climate Modeling",
        "technologies": ["Python", "TensorFlow", "ResNet", "U-Net"],
        "year": "2023",
        "link": "assets/Downscalling_climate_models.pdf",
        "link-text": "{ Project Paper }",
        "description": "Used advanced AI techniques to improve climate modeling at finer geographic scales, using machine learning models to augment large-scale simulations with higher-resolution datasets. The project focused on enhancing performance for regional and community decision-making in areas like agriculture and event planning.",
        "collaborators": ["Santiago Gomez", "Diego Gonzalez", "Jeremy Qin", "Emulie Chor"],
        "image": ""
    },
    {
        "title": "Health Biostatistics Analysis",
        "technologies": ["R", "Biostatistics", "Data Mining", "Model Selection"],
        "year": "2023",
        "link": "assets/STT3795_Projet.pdf",
        "link-text": "{ Project Paper }",
        "description": "Conducted a comprehensive analysis of maternal factors and their relationship to low-birth-weight infant outcomes. This project involved the evaluation of predictive models, hypothesis testing, and model selection techniques to derive meaningful conclusions with statistical and practical relevance.",
        "collaborators": ["Jeremy Qin", "Edouard Cayouette"],
        "image": ""
    },
    {
        "title": "Website Development",
        "technologies": ["HTML", "CSS", "JavaScript", "React"],
        "year": "2024",
        "link": "https://e-lopz.github.io/",
        "link-text": "{ This website }",
        "description": "Designed and developed a fully responsive website featuring a fixed and sticky navigation bar, improving user experience by ensuring seamless scrolling while maintaining visibility of key navigational elements. I enjoy building websites for fun and also take on freelance projects when time allows.",
        "collaborators": [],
        "image": ""
    },
    {
        "title": "LuxAI3 Reinforcement Learning Agent",
        "technologies": ["Python", "PPO", "Self-Play"],
        "year": "2024",
        "link": "lux.html",
        "link-text": "{ Project Page }",
        "description": "Developed a reinforcement learning agent for the Lux AI Challenge Season 3. Leveraged PPO optimization, self-play, and simplified feature spaces to train the agent effectively. Future plans include scaling to multiple units, augmenting features, and implementing action swapping for enhanced strategy.",
        "collaborators": [],
        "image": ""
    },
    {
        "title": "NightOwl Studios - Club Management Simulator",
        "technologies": ["Unreal Engine", "C++","game design"],
        "year": "2025",
        "link": "nightOwl.html",
        "link-text": "{ Project Page }",
        "description": "A nightclub simulation and management game where players can design, manage, and grow their own venue. Built using Unreal Engine, the project is in early development, focusing on core mechanics and immersive environments. The in-game music is composed by my collaborator, who is also an artist.",
        "collaborators": ["Ernest Szostak"],
        "image": ""
    }
]
